Repository: m-finder/FancyTool
Catalog: FancyTool/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans

source: %d days ago
de: vor %d Tagen
fr: il y a %d jours
ja: %d日前
ko: %d일 전
zh_hans: %d天前

source: %d hours ago
de: vor %d Stunden
fr: il y a %d heures
ja: %d時間前
ko: %d시간 전
zh_hans: %d小时前

source: %d minutes ago
de: vor %d Minuten
fr: il y a %d minutes
ja: %d分前
ko: %d분 전
zh_hans: %d分钟前

source: %d seconds ago
de: vor %d Sekunden
fr: il y a %d secondes
ja: %d秒前
ko: %d초 전
zh_hans: %d秒前

source: About
de: Über
fr: À propos
ja: について
ko: 정보
zh_hans: 关于

source: Allow FancyTool to record your screen in System Settings, then try again.
de: Erlaube FancyTool in den Systemeinstellungen die Bildschirmaufnahme und versuche es dann erneut.
fr: Autorisez FancyTool à enregistrer votre écran dans Réglages Système, puis réessayez.
ja: システム設定でFancyToolに画面収録を許可してから、もう一度お試しください。
ko: 시스템 설정에서 FancyTool의 화면 기록을 허용한 후 다시 시도하세요.
zh_hans: 请在系统设置中允许 FancyTool 录制屏幕，然后重试。

source: Arrow
de: Pfeil
fr: Flèche
ja: 矢印
ko: 화살표
zh_hans: 箭头

source: Auto Paste
de: Automatisches Einfügen
fr: Collage automatique
ja: 自動ペースト
ko: 자동 붙여넣기
zh_hans: 自动粘贴

source: Auto Paste requires Accessibility permission. Enable it in System Settings > Privacy & Security > Accessibility, then toggle Auto Paste again.
de: Automatisches Einfügen benötigt die Bedienungshilfen-Berechtigung. Aktiviere sie unter Systemeinstellungen > Datenschutz & Sicherheit > Bedienungshilfen und schalte dann Automatisches Einfügen erneut ein.
fr: Le collage automatique nécessite l'autorisation d'accessibilité. Activez-la dans Réglages système > Confidentialité et sécurité > Accessibilité, puis réactivez le collage automatique.
ja: 自動ペーストにはアクセシビリティ権限が必要です。システム設定 > プライバシーとセキュリティ > アクセシビリティで有効にしてから、再度自動ペーストをオンにしてください。
ko: 자동 붙여넣기에는 접근성 권한이 필요합니다. 시스템 설정 > 개인정보 및 보안 > 접근성에서 활성화한 후 자동 붙여넣기를 다시 켜주세요.
zh_hans: 自动粘贴需要辅助功能权限。请在系统设置 > 隐私与安全性 > 辅助功能中启用,然后再次打开自动粘贴。

source: chars
de: Zeichen
fr: car.
ja: 文字
ko: 글자
zh_hans: 字符

source: Circle
de: Kreis
fr: Cercle
ja: 円
ko: 원
zh_hans: 圆形

source: Close
de: Schließen
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Colorful
de: Bunt
fr: Coloré
ja: カラフル
ko: 형형색색
zh_hans: 缤纷色彩

source: Download
de: Herunterladen
fr: Télécharger
ja: ダウンロード
ko: 다운로드
zh_hans: 下载

source: Drag and drop GIF here.
de: GIF hierhin ziehen.
fr: Glisser le GIF ici.
ja: GIFをここにドラッグ＆ドロップ。
ko: GIF을 여기로 드래그하세요.
zh_hans: 拖拽GIF到此处。

source: Font size:
de: Schriftgröße
fr: Taille de police
ja: フォントサイズ
ko: 글꼴 크기
zh_hans: 签名大小

# Hidder
source: Menu Collapse
de: Menü ausblenden
fr: Réduire le menu
ja: メニューを折りたたむ
ko: 메뉴 접기
zh_hans: 菜单折叠

source: Hidder size:
de: Punkt-Größe:
fr: Taille du point :
ja: ドットサイズ：
ko: 점 크기:
zh_hans: 圆点尺寸:

source: Input something
de: Etwas eingeben
fr: Saisir quelque chose
ja: 何か入力してください
ko: 무언가 입력하세요
zh_hans: 输入些什么

source: Just now
de: Gerade eben
fr: À l’instant
ja: たった今
ko: 방금
zh_hans: 刚刚

source: Keep happy.
de: Bleib glücklich.
fr: Reste heureux.
ja: 幸せを保とう。
ko: 행복을 유지하세요.
zh_hans: 保持开心。

source: Launch on Startup
de: Beim Start öffnen
fr: Lancer au démarrage
ja: 起動時に開く
ko: 시작 시 실행
zh_hans: 开机自启

source: MenuBar Text
de: Menüleisten-Text
fr: Texte de la barre de menus
ja: メニューバーテキスト
ko: 메뉴바 텍스트
zh_hans: 菜单栏签名

source: Need Accessibility Permissions
de: Bedienungshilfen-Erlaubnis erforderlich
fr: Autorisation d’accessibilité requise
ja: アクセシビリティ権限が必要です
ko: 보조 기능 권한 필요
zh_hans: 需要辅助功能权限

source: No paste history available.
de: Keine Einfüge-Historie vorhanden.
fr: Aucun historique de collage.
ja: 貼り付け履歴がありません。
ko: 붙여넣기 기록이 없습니다.
zh_hans: 暂无粘贴历史

source: Number of records:
de: Anzahl der Einträge:
fr: Nombre d’enregistrements :
ja: 記録数：
ko: 기록 수:
zh_hans: 记录条数:

source: Opacity
de: Deckkraft
fr: Opacité
ja: 不透明度
ko: 투명도
zh_hans: 透明度

# Paster
source: Clipboard Panel
de: Zwischenablage-Panel
fr: Panneau presse-papiers
ja: クリップボードパネル
ko: 클립보드 패널
zh_hans: 剪贴面板

source: Pin
de: Anheften
fr: Épingler
ja: ピン留め
ko: 고정
zh_hans: 置顶

source: Quit App
de: App beenden
fr: Quitter l’app
ja: アプリを終了
ko: 앱 종료
zh_hans: 退出应用

source: Radius size:
de: Radius-Größe:
fr: Taille du rayon :
ja: 角丸半径：
ko: 반경 크기:
zh_hans: 圆角尺寸:

source: Rectangle
de: Rechteck
ja: 長方形
ko: 사각형
zh_hans: 矩形

# Rounder
source: Screen Rounder
de: Bildschirm-Ecken
fr: Coins d’écran
ja: スクリーン角丸
ko: 화면 모서리 둥글게
zh_hans: 屏幕圆角

# Runner
source: Dynamic Icon
de: Dynamisches Symbol
fr: Icône dynamique
ja: ダイナミックアイコン
ko: 동적 아이콘
zh_hans: 动态图标

source: Screen Recording Permission Required
de: Berechtigung zur Bildschirmaufnahme erforderlich
fr: Autorisation d’enregistrement de l’écran requise
ja: 画面収録の許可が必要です
ko: 화면 기록 권한 필요
zh_hans: 需要屏幕录制权限

# Setting
source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

source: Shortcut:
de: Kürzel:
fr: Raccourci :
ja: ショートカット：
ko: 단축키:
zh_hans: 快捷键:

source: Shotter
de: Screenshot-Tool
fr: Outil de capture
ja: スクリーンショット
ko: 스크린샷 도구
zh_hans: 截图工具

source: Startup Setting Failed
de: Starteinstellung fehlgeschlagen
fr: Échec du réglage au démarrage
ja: 起動設定に失敗しました
ko: 시작 설정 실패
zh_hans: 开机启动设置失败

source: Tab key switch.
de: Tab-Taste wechseln.
fr: Commutateur de touche Tab.
ja: Tabキーで切り替え。
ko: Tab 키 전환.
zh_hans: Tab 键切换

# Texter
source: Colorful Signature
de: Farbige Signatur
fr: Signature colorée
ja: カラフル署名
ko: 형형색색 서명
zh_hans: 炫彩签名

source: Universal
de: Universell
fr: Universel
ja: 共通
ko: 일반
zh_hans: 通用

source: Unpin
de: Lösen
fr: Désépingler
ja: ピン留めを解除
ko: 고정 해제
zh_hans: 取消置顶

source: © FancyTool by
fr: © FancyTool par

source: Battery
fr: Batterie
zh_hans: 电池

source: Memory
fr: Arbeitsspeicher
zh_hans: 内存

# Monitor
source: System Monitor
fr: Moniteur système
ja: システムモニタ
ko: 시스템 모니터
zh_hans: 系统监控

source: Network
fr: Netzwerk
zh_hans: 网络

source: OK
ko: 확인
zh_hans: 确定

source: Please enable permissions for this app in System Settings > Security & Privacy > Privacy > Accessibility to allow paste operations.
zh_hans: 请在系统设置 > 安全性与隐私 > 隐私 > 辅助功能中，启用本应用的权限，以允许粘贴操作。

source: Rainbow Shimmer
zh_hans: 彩虹流光

source: Storage
zh_hans: 存储

source: Texter Shimmer
zh_hans: 签名流光
